{
  "blink.cmp": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "koda.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-table-mode.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "roslyn.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" }
}
